// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Limpiar cabezales";

NotInitiatedTitle = "No se pudo iniciar la limpieza";
NotInitiatedMsg = "No se pudo iniciar el procedimiento de limpieza. Verifique que la impresora esté en línea y que no esté procesando ningún trabajo.";

CleaningProgressTitle = "Limpiando los cabezales de impresión…";

CompletitionLevelTitleFormat = "Limpieza de nivel %i realizada";
CompletitionLevelMsgFormat = "Espere mientras se imprime la página de prueba. Verifique esta página para ver si se resolvió el problema. Si la página de prueba se ve bien, haga clic en Finalizar para terminar el proceso de limpieza. De lo contrario, haga clic en Limpieza nivel %i para continuar con el proceso de limpieza.";
CompletitionFinalMsg = "Espere mientras se imprime la página de prueba. Verifique esta página para ver si se resolvió el problema. Si la página de prueba se ve bien, haga clic en Finalizar para terminar el proceso de limpieza. De lo contrario, seleccione Obtener ayuda de HP en línea para ir a la página web de resolución de problemas.";
NextLevelButtonFormat = "Limpieza nivel %i";
FinishButtonText = "Finalizar";
GetHelpButtonText = "Obtener ayuda de HP en línea";

HSDCleanPrintheadsExplanation = "Si la página impresa tiene rayas de tinta como el ejemplo, necesita limpiar los cabezales de impresión. Este proceso tarda aproximadamente un minuto y utiliza una hoja de papel.";
HSDCleanPrintheadsInvitation = "Haga clic en el botón Limpiar para limpiar los cabezales de impresión ahora.";
HSDManualCleanPrintheadsInvitation = "Para limpiar el cabezal de impresión, seleccione la opción correspondiente en la pantalla del panel de control de la impresora.";

CleanCancelledTitle = "La operación se ha cancelado";
CleanCancelledMsg = "El procedimiento de limpieza ha sido cancelado en el panel frontal del dispositivo.";

CleaningProcessErrorTitle = "No se puede completar la operación";
CleaningProcessErrorMsg = "No se pudo completar el procedimiento de limpieza. Contacte con la Asistencia técnica HP.";
DeviceBusyMessage = "No puede completarse el procedimiento de limpieza. Espere mientras el dispositivo finaliza su trabajo actual e inténtelo de nuevo.";
PythonLvl1DoneTitle = "Completada la limpieza de primer nivel de los cabezales de impresión";

PythonLvl1DoneMsg = "Si la calidad de impresión sigue siendo insatisfactoria, existe un segundo nivel de limpieza. Este proceso tarda unos 2 minutos y utiliza una hoja de papel. Esta limpieza de segundo nivel consume una cantidad considerable de tinta y sólo debe utilizarse si la limpieza inicial no mejoró la calidad de impresión. Para realizar una limpieza de segundo nivel, haga clic en “Limpieza de segundo nivel”.";

PythonLvl2Button = "Limpieza de segundo nivel";

PythonLvl2DoneTitle = "Completada la limpieza de segundo nivel de los cabezales de impresión";

PythonLvl2DoneMsg = "Si la calidad de impresión sigue sin ser buena, volver a ejecutar este procedimiento probablemente no ayudará. Para obtener más información, consulte la documentación de la impresora.";

ColorCleaningTextFieldTitle = "Limpiar cabezales";
HSDInfoTextFieldTitle = "Si la página impresa tiene rayas de tinta como en la imagen, faltan colores o los colores son incorrectos, puede ser necesario limpiar los cabezales de impresión. Este proceso utiliza tinta para limpiar las boquillas de los cabezales de impresión. Tarda unos 2 minutos y utiliza una hoja de papel.";
HSDGuideTextFieldTitle = "Haga clic en “Limpiar” para limpiar ahora los cabezales.";
HSDCleanButtonTitle = "Limpiar";
CancelButtonTitleKey = "Cancelar";

PythonLvl1DoneMsgPigment = "Si la calidad de la impresión todavía no es aceptable, hay disponible una limpieza de Segundo Nivel. Lleva unos 2 minutos y utiliza una hoja de papel, Esta limpieza de Segundo nivel usa una cantidad importante de reservas del cartucho, y solo debe utilizarse si la limpieza inicial no mejora la calidad de impresión. Para realizar la limpieza de segundo nivel, haga clic en \“Limpieza de Segundo Nivel\”.";
HSDInfoTextFieldTitlePigment = "Si el resultado de la impresión está rayado como el ejemplo de la imagen o tiene algún color incorrecto o que falta, puede que sea necesario limpiar los cabezales de impresión. Este proceso utiliza el cartucho para intentar limpiar las boquillas de los cabezales de impresión. Lleva unos dos minutos y usa una hoja de papel.";
